{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<|endoftext|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "<|endoftext|>": 0,
      "!": 1,
      "\"": 2,
      "#": 3,
      "$": 4,
      "%": 5,
      "&": 6,
      "'": 7,
      "(": 8,
      ")": 9,
      "*": 10,
      "+": 11,
      ",": 12,
      "-": 13,
      ".": 14,
      "/": 15,
      "0": 16,
      "1": 17,
      "2": 18,
      "3": 19,
      "4": 20,
      "5": 21,
      "6": 22,
      "7": 23,
      "8": 24,
      "9": 25,
      ":": 26,
      ";": 27,
      "<": 28,
      "=": 29,
      ">": 30,
      "?": 31,
      "@": 32,
      "A": 33,
      "B": 34,
      "C": 35,
      "D": 36,
      "E": 37,
      "F": 38,
      "G": 39,
      "H": 40,
      "I": 41,
      "J": 42,
      "K": 43,
      "L": 44,
      "M": 45,
      "N": 46,
      "O": 47,
      "P": 48,
      "Q": 49,
      "R": 50,
      "S": 51,
      "T": 52,
      "U": 53,
      "V": 54,
      "W": 55,
      "X": 56,
      "Y": 57,
      "Z": 58,
      "[": 59,
      "\\": 60,
      "]": 61,
      "^": 62,
      "_": 63,
      "`": 64,
      "a": 65,
      "b": 66,
      "c": 67,
      "d": 68,
      "e": 69,
      "f": 70,
      "g": 71,
      "h": 72,
      "i": 73,
      "j": 74,
      "k": 75,
      "l": 76,
      "m": 77,
      "n": 78,
      "o": 79,
      "p": 80,
      "q": 81,
      "r": 82,
      "s": 83,
      "t": 84,
      "u": 85,
      "v": 86,
      "w": 87,
      "x": 88,
      "y": 89,
      "z": 90,
      "{": 91,
      "|": 92,
      "}": 93,
      "~": 94,
      "¡": 95,
      "¢": 96,
      "£": 97,
      "¤": 98,
      "¥": 99,
      "¦": 100,
      "§": 101,
      "¨": 102,
      "©": 103,
      "ª": 104,
      "«": 105,
      "¬": 106,
      "®": 107,
      "¯": 108,
      "°": 109,
      "±": 110,
      "²": 111,
      "³": 112,
      "´": 113,
      "µ": 114,
      "¶": 115,
      "·": 116,
      "¸": 117,
      "¹": 118,
      "º": 119,
      "»": 120,
      "¼": 121,
      "½": 122,
      "¾": 123,
      "¿": 124,
      "À": 125,
      "Á": 126,
      "Â": 127,
      "Ã": 128,
      "Ä": 129,
      "Å": 130,
      "Æ": 131,
      "Ç": 132,
      "È": 133,
      "É": 134,
      "Ê": 135,
      "Ë": 136,
      "Ì": 137,
      "Í": 138,
      "Î": 139,
      "Ï": 140,
      "Ð": 141,
      "Ñ": 142,
      "Ò": 143,
      "Ó": 144,
      "Ô": 145,
      "Õ": 146,
      "Ö": 147,
      "×": 148,
      "Ø": 149,
      "Ù": 150,
      "Ú": 151,
      "Û": 152,
      "Ü": 153,
      "Ý": 154,
      "Þ": 155,
      "ß": 156,
      "à": 157,
      "á": 158,
      "â": 159,
      "ã": 160,
      "ä": 161,
      "å": 162,
      "æ": 163,
      "ç": 164,
      "è": 165,
      "é": 166,
      "ê": 167,
      "ë": 168,
      "ì": 169,
      "í": 170,
      "î": 171,
      "ï": 172,
      "ð": 173,
      "ñ": 174,
      "ò": 175,
      "ó": 176,
      "ô": 177,
      "õ": 178,
      "ö": 179,
      "÷": 180,
      "ø": 181,
      "ù": 182,
      "ú": 183,
      "û": 184,
      "ü": 185,
      "ý": 186,
      "þ": 187,
      "ÿ": 188,
      "Ā": 189,
      "ā": 190,
      "Ă": 191,
      "ă": 192,
      "Ą": 193,
      "ą": 194,
      "Ć": 195,
      "ć": 196,
      "Ĉ": 197,
      "ĉ": 198,
      "Ċ": 199,
      "ċ": 200,
      "Č": 201,
      "č": 202,
      "Ď": 203,
      "ď": 204,
      "Đ": 205,
      "đ": 206,
      "Ē": 207,
      "ē": 208,
      "Ĕ": 209,
      "ĕ": 210,
      "Ė": 211,
      "ė": 212,
      "Ę": 213,
      "ę": 214,
      "Ě": 215,
      "ě": 216,
      "Ĝ": 217,
      "ĝ": 218,
      "Ğ": 219,
      "ğ": 220,
      "Ġ": 221,
      "ġ": 222,
      "Ģ": 223,
      "ģ": 224,
      "Ĥ": 225,
      "ĥ": 226,
      "Ħ": 227,
      "ħ": 228,
      "Ĩ": 229,
      "ĩ": 230,
      "Ī": 231,
      "ī": 232,
      "Ĭ": 233,
      "ĭ": 234,
      "Į": 235,
      "į": 236,
      "İ": 237,
      "ı": 238,
      "Ĳ": 239,
      "ĳ": 240,
      "Ĵ": 241,
      "ĵ": 242,
      "Ķ": 243,
      "ķ": 244,
      "ĸ": 245,
      "Ĺ": 246,
      "ĺ": 247,
      "Ļ": 248,
      "ļ": 249,
      "Ľ": 250,
      "ľ": 251,
      "Ŀ": 252,
      "ŀ": 253,
      "Ł": 254,
      "ł": 255,
      "Ń": 256,
      "th": 257,
      "Ġ.": 258,
      "Ġa": 259,
      "er": 260,
      "Ġw": 261,
      "Ġth": 262,
      "in": 263,
      "Ġs": 264,
      "re": 265,
      "nd": 266,
      "Ġi": 267,
      "Ġf": 268,
      "Ġb": 269,
      "Ġthe": 270,
      "Ġo": 271,
      "Ġt": 272,
      "Ġc": 273,
      "as": 274,
      "Ġh": 275,
      "Ġp": 276,
      "at": 277,
      "ou": 278,
      "Ġm": 279,
      "ed": 280,
      "en": 281,
      "es": 282,
      "Ġg": 283,
      "Ġand": 284,
      "or": 285,
      "Ġd": 286,
      "Ġ,": 287,
      "ll": 288,
      "ic": 289,
      "Ġn": 290,
      "oo": 291,
      "ing": 292,
      "on": 293,
      "it": 294,
      "Ġl": 295,
      "is": 296,
      "an": 297,
      "ar": 298,
      "Ġwas": 299,
      "Ġto": 300,
      "the": 301,
      "Ġ!": 302,
      "ver": 303,
      "Ġis": 304,
      "ve": 305,
      "le": 306,
      "Ġe": 307,
      "om": 308,
      "ere": 309,
      "ly": 310,
      "ot": 311,
      "ood": 312,
      "Ġ'": 313,
      "st": 314,
      "al": 315,
      "ac": 316,
      "ut": 317,
      "Ġre": 318,
      "ad": 319,
      "Ġin": 320,
      "Ġof": 321,
      "Ġbe": 322,
      "ri": 323,
      "Ġfor": 324,
      "Ġit": 325,
      "ay": 326,
      "Ġst": 327,
      "ent": 328,
      "Ġwi": 329,
      "Ġy": 330,
      "gh": 331,
      "Ġon": 332,
      "all": 333,
      "ur": 334,
      "ice": 335,
      "Ġch": 336,
      "et": 337,
      "um": 338,
      "ow": 339,
      "ion": 340,
      "el": 341,
      "very": 342,
      "me": 343,
      "Ġha": 344,
      "us": 345,
      "Ġpl": 346,
      "ec": 347,
      "Ġyou": 348,
      "ir": 349,
      "id": 350,
      "ke": 351,
      "Ġwith": 352,
      "Ġare": 353,
      "ce": 354,
      "ld": 355,
      "reat": 356,
      "ast": 357,
      "num": 358,
      "ch": 359,
      "Ġwh": 360,
      "Ġgood": 361,
      "Ġthis": 362,
      "Ġmy": 363,
      "Ġfood": 364,
      "ace": 365,
      "Ġat": 366,
      "Ġr": 367,
      "Ġwe": 368,
      "Ġnot": 369,
      "ome": 370,
      "Ġthat": 371,
      "'t": 372,
      "un": 373,
      "Ġhave": 374,
      "erv": 375,
      "Ġplace": 376,
      "ally": 377,
      "Ġ_": 378,
      "pp": 379,
      "Ġme": 380,
      "ust": 381,
      "Ġex": 382,
      "ff": 383,
      "Ġwere": 384,
      "ab": 385,
      "Ġal": 386,
      "Ġan": 387,
      "Ġhad": 388,
      "ant": 389,
      "we": 390,
      "and": 391,
      "Ġor": 392,
      "ter": 393,
      "Ġlo": 394,
      "so": 395,
      "Ġbut": 396,
      "Ġgreat": 397,
      "Ġj": 398,
      "Ġhere": 399,
      "ght": 400,
      "Ġse": 401,
      "Ġne": 402,
      "Ġli": 403,
      "ervice": 404,
      "est": 405,
      "Ġsh": 406,
      "ould": 407,
      "Ġpr": 408,
      "Ġvery": 409,
      "Ġfri": 410,
      "end": 411,
      "Ġdo": 412,
      "ous": 413,
      "ul": 414,
      "ite": 415,
      "Ġas": 416,
      "up": 417,
      "ack": 418,
      "am": 419,
      "ers": 420,
      "Ġsp": 421,
      "ge": 422,
      "Ġgo": 423,
      "ak": 424,
      "os": 425,
      "Ġso": 426,
      "Ġthey": 427,
      "qu": 428,
      "Ġ?": 429,
      "ore": 430,
      "Ġti": 431,
      "Ġservice": 432,
      "ain": 433,
      "ess": 434,
      "ick": 435,
      "op": 436,
      "they": 437,
      "Ġout": 438,
      "ook": 439,
      "this": 440,
      "..": 441,
      "Ġk": 442,
      "res": 443,
      "av": 444,
      "ther": 445,
      "der": 446,
      "one": 447,
      "out": 448,
      "way": 449,
      "thing": 450,
      "Ġall": 451,
      "tion": 452,
      "ef": 453,
      "Ġfr": 454,
      "Ġca": 455,
      "ate": 456,
      "Ġab": 457,
      "Ġlike": 458,
      "ive": 459,
      "Ġcom": 460,
      "Ġget": 461,
      "Ġam": 462,
      "my": 463,
      "iz": 464,
      "ty": 465,
      "Ġback": 466,
      "Ġ...": 467,
      "Ġsa": 468,
      "Ġfriend": 469,
      "Ġexp": 470,
      "Ġorder": 471,
      "Ġwor": 472,
      "ry": 473,
      "able": 474,
      "Ġthere": 475,
      "Ġv": 476,
      "ation": 477,
      "Ġjust": 478,
      "ich": 479,
      "wh": 480,
      "itt": 481,
      "Ġup": 482,
      "Ġco": 483,
      "ill": 484,
      "our": 485,
      "il": 486,
      "ious": 487,
      "Ġno": 488,
      "mp": 489,
      "Ġtime": 490,
      "Ġreally": 491,
      "Ġsome": 492,
      "Ġqu": 493,
      "Ġsu": 494,
      "ish": 495,
      "ort": 496,
      "aff": 497,
      "ight": 498,
      "ie": 499,
      "ait": 500,
      "Ġus": 501,
      "ough": 502,
      "ways": 503,
      "Ġdel": 504,
      "ful": 505,
      "Ġwill": 506,
      "com": 507,
      "se": 508,
      "art": 509,
      "Ġwould": 510,
      "ine": 511,
      "Ġ)": 512,
      "Ġnice": 513,
      "ink": 514,
      "Ġpre": 515,
      "ake": 516,
      "Ġfrom": 517,
      "Ġone": 518,
      "ect": 519,
      "Ġabout": 520,
      "Ġwait": 521,
      "avor": 522,
      "ard": 523,
      "ven": 524,
      "lo": 525,
      "Ġtheir": 526,
      "he": 527,
      "Ġfriendly": 528,
      "Ġlove": 529,
      "Ġalso": 530,
      "Ġour": 531,
      "Ġrest": 532,
      "Ġcr": 533,
      "own": 534,
      "Ġ:": 535,
      "ind": 536,
      "Ġche": 537,
      "Ġdid": 538,
      "ese": 539,
      "Ġalways": 540,
      "Ġtoo": 541,
      "Ġstaff": 542,
      "ars": 543,
      "Ġsal": 544,
      "Ġen": 545,
      "Ġcan": 546,
      "Ġhe": 547,
      "Ġbeen": 548,
      "Ġag": 549,
      "Ġany": 550,
      "eri": 551,
      "Ġbest": 552,
      "ck": 553,
      "Ġbr": 554,
      "ist": 555,
      "Ġhas": 556,
      "int": 557,
      "ag": 558,
      "Ġcon": 559,
      "urant": 560,
      "oom": 561,
      "aurant": 562,
      "te": 563,
      "Ġbre": 564,
      "Ġover": 565,
      "Ġyour": 566,
      "Ġwell": 567,
      "ence": 568,
      "em": 569,
      "Ġtast": 570,
      "ap": 571,
      "ound": 572,
      "Ġrestaurant": 573,
      "Ġevery": 574,
      "efin": 575,
      "ide": 576,
      "az": 577,
      "Ġmo": 578,
      "Ġ-": 579,
      "ble": 580,
      "icious": 581,
      "ig": 582,
      "Ġgot": 583,
      "efinite": 584,
      "are": 585,
      "Ġdr": 586,
      "Ġfe": 587,
      "Ġpro": 588,
      "efinitely": 589,
      "Ġri": 590,
      "great": 591,
      "unch": 592,
      "no": 593,
      "oint": 594,
      "Ġar": 595,
      "Ġpe": 596,
      "day": 597,
      "im": 598,
      "ress": 599,
      "Ġfl": 600,
      "mend": 601,
      "Ġwhat": 602,
      "Ġexperi": 603,
      "ol": 604,
      "tty": 605,
      "now": 606,
      "commend": 607,
      "but": 608,
      "Ġmore": 609,
      "Ġordered": 610,
      "if": 611,
      "Ġonly": 612,
      "igh": 613,
      "Ġrecommend": 614,
      "Ġdelicious": 615,
      "icken": 616,
      "Ġdin": 617,
      "ity": 618,
      "Ġoff": 619,
      "ian": 620,
      "Ġdis": 621,
      "ree": 622,
      "Ġloc": 623,
      "Ġagain": 624,
      "Ġbet": 625,
      "ark": 626,
      "Ġman": 627,
      "Ġgr": 628,
      "Ġcl": 629,
      "Ġthan": 630,
      "Ġchicken": 631,
      "Ġbar": 632,
      "izz": 633,
      "ings": 634,
      "ong": 635,
      "Ġpretty": 636,
      "Ġhot": 637,
      "ved": 638,
      "Ġexperience": 639,
      "oy": 640,
      "Ġun": 641,
      "Ġthem": 642,
      "ices": 643,
      "Ġeat": 644,
      "Ġif": 645,
      "Ġdec": 646,
      "pl": 647,
      "Ġnever": 648,
      "app": 649,
      "Ġeven": 650,
      "Ġapp": 651,
      "age": 652,
      "Ġlook": 653,
      "eci": 654,
      "ner": 655,
      "Ġ$": 656,
      "izza": 657,
      "ment": 658,
      "Ġac": 659,
      "ond": 660,
      "Ġchar": 661,
      "ittle": 662,
      "Ġ''": 663,
      "azing": 664,
      "Ġsm": 665,
      "Ġby": 666,
      "Ġdefinitely": 667,
      "Ġper": 668,
      "Ġop": 669,
      "Ġcould": 670,
      "ade": 671,
      "ca": 672,
      "Ġcle": 673,
      "Ġlittle": 674,
      "Ġbetter": 675,
      "Ġ(": 676,
      "you": 677,
      "Ġwhich": 678,
      "bur": 679,
      "uch": 680,
      "elp": 681,
      "Ġpizza": 682,
      "ked": 683,
      "pr": 684,
      "there": 685,
      "Ġtr": 686,
      "be": 687,
      "oup": 688,
      "Ġnight": 689,
      "irst": 690,
      "not": 691,
      "``": 692,
      "enu": 693,
      "Ġother": 694,
      "fter": 695,
      "ople": 696,
      "ud": 697,
      "ason": 698,
      "ert": 699,
      "ated": 700,
      "ies": 701,
      "Ġwhen": 702,
      "Ġknow": 703,
      "Ġaw": 704,
      "lot": 705,
      "Ġro": 706,
      "gg": 707,
      "Ġamazing": 708,
      "cell": 709,
      "ction": 710,
      "Ġtw": 711,
      "Ġmuch": 712,
      "Ġle": 713,
      "Ġtry": 714,
      "Ġcheese": 715,
      "uce": 716,
      "red": 717,
      "ass": 718,
      "resh": 719,
      "cellent": 720,
      "to": 721,
      "Ġbo": 722,
      "ee": 723,
      "Ġever": 724,
      "Ġclean": 725,
      "Ġday": 726,
      "Ġfavor": 727,
      "Ġpeople": 728,
      "Ġlunch": 729,
      "esome": 730,
      "Ġdi": 731,
      "Ġsay": 732,
      "Ġdown": 733,
      "Ġdrink": 734,
      "Ġbad": 735,
      "here": 736,
      "Ġbl": 737,
      "Ġwent": 738,
      "nt": 739,
      "Ġwant": 740,
      "Ġbur": 741,
      "Ġmin": 742,
      "Ġye": 743,
      "ever": 744,
      "Ġroom": 745,
      "burgh": 746,
      "Ġwork": 747,
      "itts": 748,
      "iew": 749,
      "Ġperf": 750,
      "joy": 751,
      "Ġneed": 752,
      "ave": 753,
      "Ġmenu": 754,
      "Ġbus": 755,
      "Ġbu": 756,
      "Ġsele": 757,
      "Ġmeal": 758,
      "Ġ``": 759,
      "Ġsalad": 760,
      "Ġcame": 761,
      "ittsburgh": 762,
      "akes": 763,
      "Ġad": 764,
      "Ġcar": 765,
      "use": 766,
      "osp": 767,
      "ach": 768,
      "isit": 769,
      "mo": 770,
      "Ġfresh": 771,
      "Ġte": 772,
      "Ġselection": 773,
      "ue": 774,
      "ecial": 775,
      "Ġser": 776,
      "Ġsand": 777,
      "side": 778,
      "wich": 779,
      "do": 780,
      "Ġgu": 781,
      "Ġspecial": 782,
      "Ġpittsburgh": 783,
      "Ġhelp": 784,
      "les": 785,
      "other": 786,
      "lotte": 787,
      "Ġste": 788,
      "Ġsandwich": 789,
      "appoint": 790,
      "ily": 791,
      "Ġlocation": 792,
      "Ġprice": 793,
      "Ġfavorite": 794,
      "Ġde": 795,
      "ush": 796,
      "Ġgoing": 797,
      "Ġvisit": 798,
      "ip": 799,
      "Ġenjoy": 800,
      "ure": 801,
      "ile": 802,
      "oc": 803,
      "Ġok": 804,
      "fast": 805,
      "urn": 806,
      "Ġhigh": 807,
      "Ġlot": 808,
      "air": 809,
      "ater": 810,
      "Ġright": 811,
      "ute": 812,
      "mosp": 813,
      "mosphere": 814,
      "Ġflavor": 815,
      "ually": 816,
      "Ġrev": 817,
      "Ġfirst": 818,
      "Ġcome": 819,
      "Ġdisappoint": 820,
      "Ġcharlotte": 821,
      "xt": 822,
      "Ġsauce": 823,
      "Ġafter": 824,
      "ail": 825,
      "Ġtri": 826,
      "ustom": 827,
      "Ġsl": 828,
      "Ġexcellent": 829,
      "Ġve": 830,
      "tions": 831,
      "Ġawesome": 832,
      "Ġbeer": 833,
      "Ġreview": 834,
      "Ġwho": 835,
      "food": 836,
      "Ġ&": 837,
      "Ġperfect": 838,
      "Ġway": 839,
      "Ġhow": 840,
      "Ġmade": 841,
      "Ġtwo": 842,
      "ose": 843,
      "Ġhome": 844,
      "Ġtake": 845,
      "that": 846,
      "Ġdinner": 847,
      "ens": 848,
      "Ġwee": 849,
      "ger": 850,
      "akfast": 851,
      "Ġpor": 852,
      "ks": 853,
      "Ġatmosphere": 854,
      "what": 855,
      "aw": 856,
      "Ġthink": 857,
      "Ġcomp": 858,
      "she": 859,
      "Ġstore": 860,
      "Ġcustom": 861,
      "Ġcook": 862,
      "Ġaround": 863,
      "ool": 864,
      "leas": 865,
      "Ġpark": 866,
      "ber": 867,
      "uper": 868,
      "Ġworth": 869,
      "Ġair": 870,
      "Ġent": 871,
      "Ġstars": 872,
      "Ġnew": 873,
      "und": 874,
      "for": 875,
      "service": 876,
      "over": 877,
      "Ġprices": 878,
      "ull": 879,
      "Ġsmall": 880,
      "eck": 881,
      "Ġhapp": 882,
      "Ġarea": 883,
      "wn": 884,
      "Ġimp": 885,
      "good": 886,
      "Ġwal": 887,
      "Ġreason": 888,
      "ating": 889,
      "every": 890,
      "ash": 891,
      "Ġatt": 892,
      "pt": 893,
      "Ġthough": 894,
      "Ġsaid": 895,
      "mes": 896,
      "ought": 897,
      "Ġbreakfast": 898,
      "get": 899,
      "Ġquick": 900,
      "Ġmake": 901,
      "ato": 902,
      "sel": 903,
      "Ġgre": 904,
      "Ġbeca": 905,
      "Ġshe": 906,
      "Ġext": 907,
      "ne": 908,
      "Ġpast": 909,
      "ts": 910,
      "port": 911,
      "ang": 912,
      "Ġbig": 913,
      "opp": 914,
      "Ġbread": 915,
      "ffee": 916,
      "how": 917,
      "rible": 918,
      "Ġmost": 919,
      "Ġbecause": 920,
      "Ġfeel": 921,
      "ality": 922,
      "ably": 923,
      "Ġtimes": 924,
      "ient": 925,
      "Ġstill": 926,
      "Ġseem": 927,
      "sol": 928,
      "onder": 929,
      "Ġwr": 930,
      "uck": 931,
      "Ġstay": 932,
      "orn": 933,
      "Ġsure": 934,
      "astic": 935,
      "fe": 936,
      "bo": 937,
      "ame": 938,
      "Ġher": 939,
      "Ġbit": 940,
      "Ġsc": 941,
      "Ġsuper": 942,
      "Ġdish": 943,
      "fri": 944,
      "ub": 945,
      "Ġret": 946,
      "Ġsat": 947,
      "Ġairport": 948,
      "fore": 949,
      "anc": 950,
      "utes": 951,
      "Ġhour": 952,
      "Ġfind": 953,
      "Ġeverything": 954,
      "fort": 955,
      "Ġfries": 956,
      "Ġminutes": 957,
      "Ġpleas": 958,
      "Ġfam": 959,
      "room": 960,
      "act": 961,
      "Ġcoffee": 962,
      "iced": 963,
      "Ġnothing": 964,
      "Ġtasty": 965,
      "Ġpart": 966,
      "Ġel": 967,
      "Ġmeat": 968,
      "Ġexpect": 969,
      "uge": 970,
      "Ġcall": 971,
      "Ġgive": 972,
      "uff": 973,
      "ving": 974,
      "Ġbefore": 975,
      "Ġsee": 976,
      "ons": 977,
      "ob": 978,
      "Ġhotel": 979,
      "Ġold": 980,
      "Ġmany": 981,
      "weet": 982,
      "Ġspot": 983,
      "iness": 984,
      "mm": 985,
      "solute": 986,
      "Ġfew": 987,
      "ting": 988,
      "Ġcre": 989,
      "Ġinc": 990,
      "Ġke": 991,
      "Ġdes": 992,
      "Ġyears": 993,
      "ular": 994,
      "antastic": 995,
      "Ġlast": 996,
      "Ġnow": 997,
      "Ġserver": 998,
      "Ġdrinks": 999
    },
    "merges": [
      "t h",
      "Ġ .",
      "Ġ a",
      "e r",
      "Ġ w",
      "Ġ th",
      "i n",
      "Ġ s",
      "r e",
      "n d",
      "Ġ i",
      "Ġ f",
      "Ġ b",
      "Ġth e",
      "Ġ o",
      "Ġ t",
      "Ġ c",
      "a s",
      "Ġ h",
      "Ġ p",
      "a t",
      "o u",
      "Ġ m",
      "e d",
      "e n",
      "e s",
      "Ġ g",
      "Ġa nd",
      "o r",
      "Ġ d",
      "Ġ ,",
      "l l",
      "i c",
      "Ġ n",
      "o o",
      "in g",
      "o n",
      "i t",
      "Ġ l",
      "i s",
      "a n",
      "a r",
      "Ġw as",
      "Ġt o",
      "th e",
      "Ġ !",
      "v er",
      "Ġi s",
      "v e",
      "l e",
      "Ġ e",
      "o m",
      "er e",
      "l y",
      "o t",
      "oo d",
      "Ġ '",
      "s t",
      "a l",
      "a c",
      "u t",
      "Ġ re",
      "a d",
      "Ġ in",
      "Ġo f",
      "Ġb e",
      "r i",
      "Ġf or",
      "Ġi t",
      "a y",
      "Ġs t",
      "en t",
      "Ġw i",
      "Ġ y",
      "g h",
      "Ġo n",
      "a ll",
      "u r",
      "ic e",
      "Ġc h",
      "e t",
      "u m",
      "o w",
      "i on",
      "e l",
      "ver y",
      "m e",
      "Ġh a",
      "u s",
      "Ġp l",
      "e c",
      "Ġy ou",
      "i r",
      "i d",
      "k e",
      "Ġwi th",
      "Ġa re",
      "c e",
      "l d",
      "re at",
      "as t",
      "n um",
      "c h",
      "Ġw h",
      "Ġg ood",
      "Ġth is",
      "Ġm y",
      "Ġf ood",
      "ac e",
      "Ġa t",
      "Ġ r",
      "Ġw e",
      "Ġn ot",
      "om e",
      "Ġth at",
      "' t",
      "u n",
      "Ġha ve",
      "er v",
      "Ġpl ace",
      "all y",
      "Ġ _",
      "p p",
      "Ġm e",
      "u st",
      "Ġe x",
      "f f",
      "Ġw ere",
      "a b",
      "Ġa l",
      "Ġa n",
      "Ġh ad",
      "an t",
      "w e",
      "a nd",
      "Ġo r",
      "t er",
      "Ġl o",
      "s o",
      "Ġb ut",
      "Ġg reat",
      "Ġ j",
      "Ġh ere",
      "gh t",
      "Ġs e",
      "Ġn e",
      "Ġl i",
      "erv ice",
      "es t",
      "Ġs h",
      "ou ld",
      "Ġp r",
      "Ġ very",
      "Ġf ri",
      "e nd",
      "Ġd o",
      "ou s",
      "u l",
      "it e",
      "Ġa s",
      "u p",
      "ac k",
      "a m",
      "er s",
      "Ġs p",
      "g e",
      "Ġg o",
      "a k",
      "o s",
      "Ġs o",
      "Ġthe y",
      "q u",
      "Ġ ?",
      "o re",
      "Ġt i",
      "Ġs ervice",
      "a in",
      "es s",
      "ic k",
      "o p",
      "the y",
      "Ġo ut",
      "oo k",
      "th is",
      ". .",
      "Ġ k",
      "re s",
      "a v",
      "th er",
      "d er",
      "on e",
      "ou t",
      "w ay",
      "th ing",
      "Ġa ll",
      "t ion",
      "e f",
      "Ġf r",
      "Ġc a",
      "at e",
      "Ġa b",
      "Ġli ke",
      "i ve",
      "Ġc om",
      "Ġg et",
      "Ġa m",
      "m y",
      "i z",
      "t y",
      "Ġb ack",
      "Ġ. ..",
      "Ġs a",
      "Ġfri end",
      "Ġex p",
      "Ġor der",
      "Ġw or",
      "r y",
      "ab le",
      "Ġth ere",
      "Ġ v",
      "at ion",
      "Ġj ust",
      "ic h",
      "w h",
      "it t",
      "Ġ up",
      "Ġc o",
      "i ll",
      "ou r",
      "i l",
      "i ous",
      "Ġn o",
      "m p",
      "Ġti me",
      "Ġre ally",
      "Ġs ome",
      "Ġ qu",
      "Ġs u",
      "is h",
      "or t",
      "a ff",
      "i ght",
      "i e",
      "a it",
      "Ġ us",
      "ou gh",
      "way s",
      "Ġd el",
      "f ul",
      "Ġwi ll",
      "c om",
      "s e",
      "ar t",
      "Ġw ould",
      "in e",
      "Ġ )",
      "Ġn ice",
      "in k",
      "Ġp re",
      "a ke",
      "Ġfr om",
      "Ġon e",
      "ec t",
      "Ġab out",
      "Ġw ait",
      "av or",
      "ar d",
      "v en",
      "l o",
      "Ġthe ir",
      "h e",
      "Ġfriend ly",
      "Ġlo ve",
      "Ġal so",
      "Ġo ur",
      "Ġre st",
      "Ġc r",
      "ow n",
      "Ġ :",
      "in d",
      "Ġch e",
      "Ġd id",
      "es e",
      "Ġal ways",
      "Ġt oo",
      "Ġst aff",
      "ar s",
      "Ġs al",
      "Ġ en",
      "Ġc an",
      "Ġh e",
      "Ġbe en",
      "Ġa g",
      "Ġan y",
      "er i",
      "Ġb est",
      "c k",
      "Ġb r",
      "is t",
      "Ġh as",
      "in t",
      "a g",
      "Ġc on",
      "ur ant",
      "oo m",
      "a urant",
      "t e",
      "Ġb re",
      "Ġo ver",
      "Ġyou r",
      "Ġwe ll",
      "en ce",
      "e m",
      "Ġt ast",
      "a p",
      "ou nd",
      "Ġrest aurant",
      "Ġe very",
      "ef in",
      "id e",
      "a z",
      "Ġm o",
      "Ġ -",
      "b le",
      "ic ious",
      "i g",
      "Ġg ot",
      "efin ite",
      "a re",
      "Ġd r",
      "Ġf e",
      "Ġpr o",
      "efinite ly",
      "Ġ ri",
      "g reat",
      "un ch",
      "n o",
      "o int",
      "Ġa r",
      "Ġp e",
      "d ay",
      "i m",
      "res s",
      "Ġf l",
      "me nd",
      "Ġwh at",
      "Ġexp eri",
      "o l",
      "t ty",
      "n ow",
      "com mend",
      "b ut",
      "Ġm ore",
      "Ġorder ed",
      "i f",
      "Ġon ly",
      "i gh",
      "Ġre commend",
      "Ġdel icious",
      "ick en",
      "Ġd in",
      "it y",
      "Ġof f",
      "i an",
      "Ġd is",
      "re e",
      "Ġlo c",
      "Ġag ain",
      "Ġbe t",
      "ar k",
      "Ġm an",
      "Ġg r",
      "Ġc l",
      "Ġth an",
      "Ġch icken",
      "Ġb ar",
      "iz z",
      "ing s",
      "on g",
      "Ġpre tty",
      "Ġh ot",
      "v ed",
      "Ġexperi ence",
      "o y",
      "Ġ un",
      "Ġthe m",
      "ic es",
      "Ġe at",
      "Ġi f",
      "Ġd ec",
      "p l",
      "Ġne ver",
      "a pp",
      "Ġe ven",
      "Ġa pp",
      "a ge",
      "Ġl ook",
      "ec i",
      "n er",
      "Ġ $",
      "izz a",
      "m ent",
      "Ġa c",
      "o nd",
      "Ġch ar",
      "itt le",
      "Ġ' '",
      "az ing",
      "Ġs m",
      "Ġb y",
      "Ġd efinitely",
      "Ġp er",
      "Ġo p",
      "Ġc ould",
      "ad e",
      "c a",
      "Ġc le",
      "Ġl ittle",
      "Ġbet ter",
      "Ġ (",
      "y ou",
      "Ġwh ich",
      "b ur",
      "u ch",
      "el p",
      "Ġp izza",
      "k ed",
      "p r",
      "th ere",
      "Ġt r",
      "b e",
      "ou p",
      "Ġn ight",
      "ir st",
      "n ot",
      "` `",
      "en u",
      "Ġo ther",
      "f ter",
      "op le",
      "u d",
      "as on",
      "er t",
      "at ed",
      "i es",
      "Ġwh en",
      "Ġk now",
      "Ġa w",
      "l ot",
      "Ġr o",
      "g g",
      "Ġam azing",
      "ce ll",
      "c tion",
      "Ġt w",
      "Ġm uch",
      "Ġl e",
      "Ġt ry",
      "Ġche ese",
      "u ce",
      "re d",
      "as s",
      "res h",
      "cell ent",
      "t o",
      "Ġb o",
      "e e",
      "Ġe ver",
      "Ġcle an",
      "Ġd ay",
      "Ġf avor",
      "Ġpe ople",
      "Ġl unch",
      "es ome",
      "Ġd i",
      "Ġs ay",
      "Ġd own",
      "Ġdr ink",
      "Ġb ad",
      "h ere",
      "Ġb l",
      "Ġw ent",
      "n t",
      "Ġw ant",
      "Ġb ur",
      "Ġm in",
      "Ġy e",
      "e ver",
      "Ġr oom",
      "bur gh",
      "Ġwor k",
      "itt s",
      "ie w",
      "Ġper f",
      "j oy",
      "Ġne ed",
      "a ve",
      "Ġm enu",
      "Ġb us",
      "Ġb u",
      "Ġse le",
      "Ġme al",
      "Ġ ``",
      "Ġsal ad",
      "Ġca me",
      "itts burgh",
      "ak es",
      "Ġa d",
      "Ġc ar",
      "us e",
      "os p",
      "ac h",
      "is it",
      "m o",
      "Ġf resh",
      "Ġt e",
      "Ġsele ction",
      "u e",
      "eci al",
      "Ġs er",
      "Ġs and",
      "s ide",
      "w ich",
      "d o",
      "Ġg u",
      "Ġsp ecial",
      "Ġp ittsburgh",
      "Ġh elp",
      "l es",
      "o ther",
      "lot te",
      "Ġst e",
      "Ġsand wich",
      "app oint",
      "i ly",
      "Ġloc ation",
      "Ġpr ice",
      "Ġfavor ite",
      "Ġd e",
      "us h",
      "Ġgo ing",
      "Ġv isit",
      "i p",
      "Ġen joy",
      "u re",
      "i le",
      "o c",
      "Ġo k",
      "f ast",
      "ur n",
      "Ġh igh",
      "Ġl ot",
      "a ir",
      "at er",
      "Ġri ght",
      "ut e",
      "m osp",
      "mosp here",
      "Ġfl avor",
      "u ally",
      "Ġre v",
      "Ġf irst",
      "Ġc ome",
      "Ġdis appoint",
      "Ġchar lotte",
      "x t",
      "Ġsa uce",
      "Ġa fter",
      "a il",
      "Ġt ri",
      "ust om",
      "Ġs l",
      "Ġex cellent",
      "Ġ ve",
      "tion s",
      "Ġaw esome",
      "Ġbe er",
      "Ġrev iew",
      "Ġwh o",
      "f ood",
      "Ġ &",
      "Ġperf ect",
      "Ġw ay",
      "Ġh ow",
      "Ġm ade",
      "Ġtw o",
      "os e",
      "Ġh ome",
      "Ġt ake",
      "th at",
      "Ġdin ner",
      "en s",
      "Ġwe e",
      "g er",
      "ak fast",
      "Ġp or",
      "k s",
      "Ġat mosphere",
      "wh at",
      "a w",
      "Ġth ink",
      "Ġcom p",
      "s he",
      "Ġst ore",
      "Ġc ustom",
      "Ġc ook",
      "Ġar ound",
      "oo l",
      "le as",
      "Ġp ark",
      "b er",
      "up er",
      "Ġwor th",
      "Ġa ir",
      "Ġ ent",
      "Ġst ars",
      "Ġne w",
      "u nd",
      "f or",
      "s ervice",
      "o ver",
      "Ġpr ices",
      "u ll",
      "Ġsm all",
      "ec k",
      "Ġha pp",
      "Ġare a",
      "w n",
      "Ġi mp",
      "g ood",
      "Ġw al",
      "Ġre ason",
      "at ing",
      "e very",
      "as h",
      "Ġat t",
      "p t",
      "Ġth ough",
      "Ġsa id",
      "m es",
      "ou ght",
      "Ġbre akfast",
      "g et",
      "Ġqu ick",
      "Ġm ake",
      "at o",
      "s el",
      "Ġg re",
      "Ġbe ca",
      "Ġsh e",
      "Ġex t",
      "n e",
      "Ġp ast",
      "t s",
      "p ort",
      "an g",
      "Ġb ig",
      "o pp",
      "Ġbre ad",
      "ff ee",
      "h ow",
      "ri ble",
      "Ġmo st",
      "Ġbeca use",
      "Ġfe el",
      "al ity",
      "ab ly",
      "Ġti mes",
      "i ent",
      "Ġst ill",
      "Ġse em",
      "so l",
      "ond er",
      "Ġw r",
      "u ck",
      "Ġst ay",
      "or n",
      "Ġsu re",
      "ast ic",
      "f e",
      "b o",
      "a me",
      "Ġh er",
      "Ġb it",
      "Ġs c",
      "Ġs uper",
      "Ġd ish",
      "f ri",
      "u b",
      "Ġre t",
      "Ġs at",
      "Ġair port",
      "f ore",
      "an c",
      "ut es",
      "Ġh our",
      "Ġf ind",
      "Ġevery thing",
      "f ort",
      "Ġfri es",
      "Ġmin utes",
      "Ġp leas",
      "Ġf am",
      "r oom",
      "ac t",
      "Ġco ffee",
      "ic ed",
      "Ġno thing",
      "Ġtast y",
      "Ġp art",
      "Ġe l",
      "Ġme at",
      "Ġexp ect",
      "u ge",
      "Ġc all",
      "Ġg ive",
      "u ff",
      "v ing",
      "Ġbe fore",
      "Ġse e",
      "on s",
      "o b",
      "Ġhot el",
      "Ġo ld",
      "Ġman y",
      "we et",
      "Ġsp ot",
      "in ess",
      "m m",
      "sol ute",
      "Ġfe w",
      "t ing",
      "Ġc re",
      "Ġin c",
      "Ġ ke",
      "Ġd es",
      "Ġye ars",
      "ul ar",
      "ant astic",
      "Ġl ast",
      "Ġn ow",
      "Ġser ver",
      "Ġdrink s"
    ]
  }
}